[
  {
    "org": "the Los Angeles Times",
    "author": "Michael Ross",
    "title": "Recent Iraqi Success Could Add New Risks to Gulf War",
    "date": "June 5, 1988",
    "text": "  <span class=\"dateline\">BAGHDAD, Iraq — </span> <p>Buoyed by its biggest battlefield victories since the beginning of its 7 1/2-year-old war with Iran, Iraq is adopting a new and more aggressive strategy to force Iran into accepting a U.N.-sponsored peace settlement.</p>\n<p>But, despite indications that Iran’s war effort is encountering mounting difficulties, there is little likelihood of the conflict ending, or even winding down, in the near future, diplomats in Baghdad say.</p>\n<p>On the contrary, a new set of risks may be about to emerge, they say, because of reports that some Iraqi military strategists are pressing for the chance to cross the border to seize Iranian territory for the first time since the early days of the war.</p>\n<p>Until recently, all of this seemed quite impossible.</p>\n<p>Among Western military analysts in Baghdad, the most prevalent view of the war was that, although it was basically unwinnable by either side, time favored the Iranians, whose willingness to expend their greater manpower in costly human-wave offensives allowed them to nibble their way into Iraqi territory.</p>\n<p>The basic assessment among observers that neither side is strong enough to secure an outright victory has not changed. But over the last two months a series of startling Iranian setbacks, mirroring in part the deepening political chaos in Iran, is beginning to raise serious questions about Iran’s ability to continue waging an offensive war.</p>\n<p>The first suggestion that Iran’s revolutionary ardor might be cooling came when it failed to launch an expected winter offensive in the south this year. That was followed by the failure of a more limited offensive in the north which, after making initial gains, was blunted by Iraq’s ruthless use of poison gas.</p>\n<p>The confirmation that Iran was in serious difficulty came when, much to the surprise of foreign observers, Iraq swept into the Faw Peninsula in April, easily reclaiming that southernmost finger of Iraqi territory from the Iranian forces that had occupied it for the last two years.</p>\n<p>Then, late last month, the Iraqis launched another successful offensive to retake most of the territory north of the peninsula and east of the port city of Basra that the Iranians captured in January, 1987.</p>\n<p>What is still deeply puzzling Western military observers here in the Iraqi capital is that in neither case did the Iranians seem to offer much resistance to the Iraqi attacks. Whatever else they may be, Iranians have proven time and again that they are not cowards.</p>\n<p>‘Easily Gave Up’</p>\n<p>“We find it baffling that the Iranians so easily gave up what it cost them tens of thousand of lives to take only a year and a half ago,” one diplomat said.</p>\n<p>Though some military experts cite a breakdown in Iran’s command structure as a result of political turmoil in Tehran, the major factor behind the Iranian rout appears to be a sudden and severe shortage of manpower.</p>\n<p>There are strong indications that the Iranians had pulled out the bulk of their forces, both from the Faw Peninsula area and from the Shalamcheh area east of Basra, before the Iraqi offensives were launched.</p>\n<p>“The big question,” one military observer said, “is, where is the Iranian army? Suddenly, it seems to have lost its numerical advantage.”</p>\n<p>Iraqi strategists believe their escalation earlier this year of the brutal “War of the Cities,” in which Tehran and other population centers were pounded with more than 170 long-range missiles, has sapped Iranian morale and sharply reduced the numbers of young men volunteering to go to the front.</p>\n<p>Recruitment Problems</p>\n<p>Conventional wisdom once held that the missile attacks only served to harden Iranian resolve, but more recent signs indicate that the Iraqis may have calculated correctly. Iran’s latest recruitment drives have fallen far short of their targets, and one Baghdad-based diplomat, citing figures from a report compiled by his embassy in Tehran, said the number of new recruits was lowest in those areas that had been the most heavily hit by Iraqi missile strikes.</p>\n<p>Whatever the underlying reasons for the decay of Iranian resolve, Iraq has been quick to show that it is capable of taking advantage of the new situation.</p>\n<p>Shackled by a political leadership that regarded its own generals as a greater potential threat than Iran, the Iraqi army has long labored under the burden of a bureaucratic control system requiring Baghdad’s seal of approval for virtually every important field decision.</p>\n<p>This time, however, the generals appear to have convinced President Saddam Hussein that the time was right to strike, and he in turn seems to have given them relatively free rein in planning the attacks at the Faw Peninsula and Shalamcheh, diplomats said. The result was two swift and, for the Iraqis, unusually aggressive assaults that effectively combined their superiority in armor and aircraft with the element of surprise.</p>\n<p>Tenuous Footholds</p>\n<p>Iraqi morale, which hit a low point last year, was dramatically bolstered by the two victories, which left the Iranians with only tenuous footholds in the mountains of northern Kurdistan and in the marshland between the border and Fish Lake, a man-made water barrier east of Basra.</p>\n<p>“Suddenly, they discovered that Iran is not invincible after all,” one diplomat said. “Now they’re taking the offensive and no longer simply waiting behind the trenches for the Iranians to attack.”</p>\n<p>This new-found confidence was articulated by Hussein himself who, in a speech to military commanders last month, said Iraq would stay on the offensive to sap the Iranians of “the motive and morale by which they used to fight.”</p>\n<p>Besides recovering lost territory, Iraqi officials say their aim is to finally force Iran into accepting Resolution 598, the U.N. Security Council’s nearly year-old proposal for a settlement of the war.</p>\n<p>However, diplomats caution that Iran’s recent reversals do not mean it is ready to make peace on the same terms it has rejected in the past.</p>\n<p>Signal for War?</p>\n<p>On the contrary, the appointment Thursday of Parliament Speaker Hashemi Rafsanjani as the new acting commander of Iran’s armed forces is seen more as a signal that the Iranians plan to continue the war.</p>\n<p>“It suggests they plan to change strategy, not give up, in response to their setbacks,” one Western military expert said, adding he thought that Iran may now give a larger role in the war to its regular armed forces, as opposed to the Revolutionary Guards who have been in charge until now.</p>\n<p>For Iraq’s part, there are signs that it is considering taking the ground war into Iran for the first time in two years.</p>\n<p>Iraqi Defense Minister Adnan Khairallah said after the Shalamcheh victory that the army should not stop at the frontier but should seize Iranian border towns being used as springboards for attacks into Iraq. He mentioned six towns, including Mehran, which Iraqi troops occupied earlier in the war.</p>\n<p>Diplomats here say that Western countries, including the United States, have urged Iraq not to cross the frontier for fear that such an offensive would grossly complicate efforts to find a diplomatic solution to the war.</p>\n<p>However, “this regime is like a pendulum, swinging from one extreme to the other,” one senior diplomat noted.</p>\n<p>The danger now, he said, is that “if Saddam Hussein takes the decision to swing the other way, none of the advisers around him will dare to disagree by counseling caution.”</p> "
  },
  {
    "org": "the Los Angeles Times",
    "author": "Michael Ross",
    "title": "Air Strikes, Missiles Hit Iran, Iraq : Baghdad Struck; Troops Battle to Dislodge Invaders",
    "date": "January 12, 1987",
    "text": "  <span class=\"dateline\">BAGHDAD, Iraq — </span> <p>Iran and Iraq attacked one another’s cities with missile and air strikes Sunday as Iraqi troops sought to drive back Iranian reinforcements sent to bolster a three-day-old offensive near the port city of Basra in southeastern Iraq.</p>\n<p>An Iranian surface-to-surface missile landed on the outskirts of Baghdad shortly before 6 a.m., “martyring a number of people and wounding others,” an Iraqi military spokesman said. It was the first time in more than six weeks that the Iranians have fired one of their long-range missiles at the Iraqi capital.</p>\n<p>Several hours later, Iraqi jet fighters bombed the Iranian shrine city of Qom for the second time in two days in what a military spokesman said was retaliation for the missile attack. Iraqi jets also attacked the cities of Esfahan and Dezful for the second day, scoring “devastating hits,” the spokesman said.</p>\n<p>Basra Hardest Hit</p>\n<p>But it was Basra, Iraq’s second-largest city, about 300 miles southeast of Baghdad, that again came under the heaviest attacks as Iranian missiles and long-range artillery battered the city for the third straight day, killing 22 civilians and injuring 70, Iraqi officials said.</p>\n<p>“Basra is burning,” one resident of the city said in a telephone conversation with a reporter in Baghdad. “From our rooftop, we can see columns of thick smoke billowing up everywhere.”</p>\n<p>Groups of foreign construction workers in Basra were reported to be fleeing the city, and one diplomat, speaking on the condition of anonymity, said that his embassy was considering organizing a formal evacuation to Baghdad of his country’s nationals.</p>\n<p>58 Killed, 282 Wounded</p>\n<p>The continued shelling of Basra raised the casualty toll in the beleaguered city to 58 people killed and 282 wounded over the last three days. A military communique said an Iranian jet fighter attacked the town of Diyala in central Iraq, hitting a primary school and injuring 48 people, including 34 children.</p>\n<p>(Tehran radio, monitored in Nicosia, Cyprus, claimed that the Iranian missile fired at Baghdad struck Iraq’s air force command headquarters, a claim denied by an Iraqi spokesman, who said the missile exploded in a residential area.)</p>\n<p>Military spokesmen, meanwhile, said that heavy fighting was continuing east of Basra around an area known as Fish Lake, where the Iranians established a foothold at the start of the latest offensive.</p>\n<p>The spokesmen conceded Tehran’s claims to have sent in reinforcements but said that the fresh Iranian attack was contained on the eastern bank of the long and narrow artificial lake.</p>\n<p>The Iraqis earlier had said that they cleared the Iranians out of positions on the lower tip of the lake’s west bank, about four miles inside Iraqi territory and only six miles due east of Basra, on Saturday.</p>\n<p>While it is impossible to verify these claims from Baghdad, the Iraqi reports suggested that the main Iranian invasion force was now bottled up in an oblong, island-like area, bordered on the west by Fish Lake and on its three other sides by a marshy region that the Iraqis have flooded to create a water barrier extending back to the Iranian frontier.</p>\n<p>Western diplomats in Baghdad agreed that the Iraqis, evidently surprised by the initial assault, now appear to have gained the upper hand in the fighting.</p>\n<p>“As far as I can see, they have the Iranians boxed off, and I doubt the Iranians have much chance of a breakthrough now,” one senior Western diplomat said.</p>\n<p>Still, the Iranians seemed determined to hold on this time and to open a bridgehead for a push towards Basra, and one Western military analyst said he thought that casualties on both sides in the current fighting will prove to be far higher than they were in a similar battle a few miles southeast of Fish Lake last month. Western diplomats here now estimate that about 10,000 Iranians and 2,000 to 3,000 Iraqis were killed in that earlier fighting.</p>\n<p>Claims 11 Divisions Wiped Out</p>\n<p>Since the battle at Fish Lake began, the Iraqis claim to have wiped out 11 divisions of Iranian Revolutionary Guards and four other brigades and to have destroyed or captured 250 tanks and “hundreds” of other vehicles.</p>\n<p>“Iranian losses surpass the imagination,” asserted Maj. Gen. Abdul Jabbar, director general of the Iraqi Defense Ministry’s political department.</p>\n<p>(Iran’s official IRNA news agency, monitored in Cyprus, said that 1,000 Iraqis were killed Sunday in combat with Iranian troops just inside southern Iraq, about 17 miles southeast of Basra. Tehran radio claimed that Iranian forces have killed or wounded 15,000 Iraqi soldiers and captured 1,000 since the offensive began late Thursday.)</p>\n<p>While the Iraqis have not detailed their own casualties, war communiques suggested losses heavier than those admitted to in last month’s fighting.</p>\n<p>One communique conceded that two Iraqi warplanes were shot down over the battlefront Sunday, raising the number of planes Iraq has admitted to losing over the past three days to four.</p> "
  },
  {
    "org": "the Los Angeles Times",
    "author": "Michael Ross",
    "title": "Reporter’s Notebook : Iraq’s Leader Man of 1,000 Faces",
    "date": "February 2, 1987",
    "text": "  <span class=\"dateline\">BAGHDAD, Iraq — </span> <p>From the moment a visitor touches down at Saddam International Airport, there’s no mistaking whose town this is.</p>\n<p>“Welcome to Baghdad,” says a large sign, “the capital of the Arabs’ Saddam.”</p>\n<p>Saddam, of course, is Iraqi President Saddam Hussein. If one were to list his faults, being camera shy would not be one of them.</p>\n<p>Hussein’s cleft chin and jowly cheeks are seen virtually everywhere in Iraq--on buildings, around intersections, outside towns and alongside roadways. He appears in photographs and paintings, on billboards and murals.</p>\n<p>There are pictures of Hussein the statesman, Hussein the general and Hussein the desert chieftain. In an effort to suggest that he is all things to all Iraqis, there is even Hussein the scholar, wearing doctoral robes outside Baghdad University and Hussein the farmer, swinging a scythe at the Agricultural Workers Federation.</p>\n<p>The pictures are but one manifestation of a personality cult so pervasive and all-embracing as to be without parallel in the Arab world. Not even Libya’s Moammar Kadafi or Tunisia’s Habib Bourguiba, who also have set themselves up as larger-than-life figures in their respective countries, outdo Hussein in this respect.</p>\n<p>On television, musical groups sing songs about Hussein and poets recite odes dedicated to him. Over at the April 28th Shopping Center--April 28 is Hussein’s birthday--a window display features oriental rugs with the Iraqi leader’s face woven into the design.</p>\n<p>Want to see how the ordinary people of Baghdad live? Take a taxi out to Saddam City--that’s right off Saddam Square. Or, if culture is more your thing, check out the new exhibition of portraits at the Saddam Art Gallery.</p>\n<p>No need to guess who the portraits are of.</p>\n<p>Passers-by still do double takes, and with good reason. Not far from the sprawling Ministry of Information is one of Baghdad’s most unusual sites--a building flying the Iranian flag.</p>\n<p>Although they have been at war with one another for more than six years, Iran and Iraq still have diplomatic relations and each maintains an embassy in the other’s capital.</p>\n<p>Entrance to the walled-off and heavily guarded Iranian Embassy is barred to those without special Iraqi government permission, and the three Iranians inside rarely venture out and won’t talk to reporters on the phone.</p>\n<p>“Once a week, they emerge in a guarded convoy to do their shopping, but otherwise nobody sees them,” a Western diplomat said.</p>\n<p>Wisam Zahawie, Iraq’s deputy foreign minister, said the two sides have virtually no official contacts except for when Iraq has reason to believe that its embassy in Tehran is threatened. “Then we call in their man here and warn him,” Zahawie said.</p>\n<p>Given the bitter mutual hatreds that have built up during the course of the long and bloody Persian Gulf War, diplomats in Baghdad still find it “very strange,” in one’s words, that formal relations exist at all.</p>\n<p>However, Zahawie notes that Egypt and Iraq have “close and cooperative” relations without formal diplomatic ties. That Iran and Iraq should have formal relations, even if they have nothing to talk about, “just goes to show that diplomatic relations have come not to mean much any more,” he adds with a shrug.</p>\n<p>Every story of this sort is supposed to contain a quote from a taxi driver and this one is no exception. Herewith the proverbial taxi driver quote:</p>\n<p>“Americans very good. Americans the best. Better than the French, English and Russians,” one Baghdad cabbie really said.</p>\n<p>“Lin-co-lin. Abraham Lin-co-lin and Kennedy very good. But Reagan no good. Reagan cra-zy,” he added, shaking his head.</p>\n<p>The cabbie said he could not understand why President Reagan had authorized the sale of U.S. weapons to Iran. His passenger responded that he was not the only one mystified by that decision.</p>\n<p>Western reporters are not often admitted to Iraq and when they are, they often find it a tough place in which to work. In the past, for instance, a trip to the battlefront meant waiting around for days in a hotel far from the scene of any actual fighting. Sometimes a press conference would be held. Sometimes it wouldn’t.</p>\n<p>However, when Iraqi officials offered to take foreign reporters to the southern front over New Year’s, it was apparent that a decision had been taken to be more open and cooperative. “You can go anywhere you want and see whatever you want,” one official said.</p>\n<p>The reporters were taken to the front all right, but there were still problems with the new open information policy, as illustrated by the following conversation, printed verbatim, between a journalist and a general:</p>\n<p>General: I know you don’t believe we killed 30,000 Iranians, but we will show you the bodies to prove it. You can go to see them now, if you want.</p>\n<p>Journalist: Thank you very much. Now would be fine.</p>\n<p>General: Now? Ah, now it is late. Tomorrow would be better. Now or tomorrow?</p>\n<p>Journalist: Now.</p>\n<p>General: It is very far from here. Better to go tomorrow, OK?</p>\n<p>Journalist: But I have to write a story tonight. Now would be better for me.</p>\n<p>General: Good, we go tomorrow.</p>\n<p>The next day, reporters were taken to a field where they were shown freshly plowed ground.</p>\n<p>“Here is where the bodies are buried,” said an escort officer. “If you had asked to come yesterday you would have seen them. But here are the very shovels we used to bury them, so you know we are telling the truth. You have seen it with your own eyes.”</p> "
  },
  {
    "org": "the Los Angeles Times",
    "author": "Michael Ross",
    "title": "Craters, Iranian Prisoners Mark Site of Iraqi Victory",
    "date": "January 2, 1987",
    "text": "  <span class=\"dateline\">UMM AL RASAS, Iraq — </span> <p>From the slits in their cement and sandbag bunkers on the eastern side of this marshy island, Iraqi troops peer out across the Shatt al Arab waterway towards the Iranian lines at Khorramshahr, a scant 300 yards away.</p>\n<p>Everything on the other side appears deserted. But through binoculars, a figure can be seen darting swiftly behind a wall of sandbags that fringe the shore of the shell-shattered and now destroyed and unusable Iranian oil port.</p>\n<p>It was across this narrow strip of water, its shimmering surface pierced here and there by the rusted superstructure of a sunken oil tanker, that thousands of Iranian Revolutionary Guards launched a Christmas Eve offensive, briefly capturing most of Umm al Rasas and three other islands and gaining the Iraqi western bank of the Shatt al Arab at several points.</p>\n<p>The Iraqis, in a fierce counteroffensive that relied heavily on superior firepower, recaptured all of the overrun positions the following day and repelled the invaders.</p>\n<p>Portraying the successful defense of the western bank and the islands as a “decisive victory” in the six-year-old Persian Gulf War, the Iraqis asserted that they killed more than 30,000 Iranian soldiers and captured hundreds more, while suffering only several scores of casualties on their side.</p>\n<p>“You may not believe it, but it is the truth. Our casualties were in the tens--many tens, but only tens,” said Lt. Gen. Maher Abdul Rashid, commander of the Iraqi 7th Corps headquartered near the southern port of Basra. “But the enemy’s casualties were in the thousands, the many thousands.</p>\n<p>“In all the battles I have witnessed, I have never seen such casualties,” he continued. “You do not believe it, but the ones who believe it are the Iranian mothers . . . whose sons’ fate was to become food for the fishes.”</p>\n<p>Western military analysts in Baghdad, the Iraqi capital, tend to discount Iraq’s claims of a major victory with thousands of Iranian war dead as an exaggeration intended to boost morale and polish the tarnished image of the Iraqi army both at home and abroad.</p>\n<p>The figure of more than 30,000 Iranian war dead “is absolutely ridiculous,” one Western military expert said. “Knock off at least one zero and maybe two.”</p>\n<p>Nevertheless, it was clear from a two-day tour of the southern war front that the fighting, if brief, had been fierce.</p>\n<p>Craters, Shell Casings</p>\n<p>Everywhere the reporters were taken, they saw the litter of battle--bomb craters and spent shell casings, huts and bunkers scarred by shrapnel and groves of palm trees whose scorched, blackened trunks had been snapped in two like twigs by the force of explosions.</p>\n<p>At a makeshift POW camp at Abu al Khasib, a mile or two from the front, the reporters were shown about 200 Iranian prisoners captured in the attack, along with piles of Chinese- and Soviet-made weapons. There was also other gear used in the crossing, such as life jackets and wet suits made in the United States, Britain and Italy. One reporter, sifting through a pile of captured field radios, found one with Hebrew letters stenciled on it.</p>\n<p>The prisoners, many shaking from fear and shock in the cold morning air, were ordered to kneel on a concrete roadway while the reporters photographed them.</p>\n<p>Most were barefoot and many were bandaged. Some grimaced and moaned in pain, some held their heads in their hands to hide their expressions while others just stared, eyes wide and blank, at nothing.</p>\n<p>Wound Brings Tears</p>\n<p>One young prisoner, with a leg wound still bleeding through its fresh bandage, was carried to join the others by an Iraqi soldier. Before he was set down, his injured leg brushed the shoulder of another kneeling prisoner and he screamed out in pain. The Iraqi laid him quickly on the ground, where he pressed his face to the cold concrete and started to cry. Iraqi officers said the prisoners ranged in age from 15 to 56.</p>\n<p>The tour itself was a rare event, because the Iraqis seldom take Western reporters to their front lines. However, having scored a clear if less than epochal victory over the Iranians, the Iraqis seemed determined to make the most of it for propaganda purposes.</p>\n<p>And for Iraq, the victory came none too soon. After several years of stalemate, the balance of the war appeared to shift in Iran’s favor when Iranian troops crossed the Shatt al Arab and captured the Iraqi town of Al Faw at the mouth of the Persian Gulf in February.</p>\n<p>The Iraqis tried but failed to take it back. In retaliation, they seized the Iranian border town of Mehran on the central war front in May, but could not hold onto it and retreated with heavy losses before an Iranian counterattack in early July.</p>\n<p>Assessments Changed</p>\n<p>Until this year, most military analysts in the West believed that the war was virtually unwinnable by either side, since Iraq’s 5-to-1 advantage in aircraft and armor more or less neutralized Iran’s 3-to-1 advantage in manpower and its willingness to suffer enormous casualties in so-called “human wave” offensives.</p>\n<p>However, after the Iraqi setbacks on the Faw Peninsula and Mehran, some Western military analysts began to rethink their assessments and to shift to the opinion that Iran might actually win the war that has become the longest-running conventional conflict this century.</p>\n<p>That perception was damaging not only to Iraqi morale but to the substantial financial and political support that Iraq receives from Saudi Arabia, Kuwait and other gulf countries that fear that an Iranian victory might speed the spread of Islamic fundamentalism and lead to the destabilization of their own regimes.</p>\n<p>Lately, however, there have been signs that these countries may be trying to balance their horror at the prospect of an Iranian victory with the pragmatic need to come to terms with Tehran should it win the war. Reports of an extensive Saudi role in the covert sale of U.S. arms to Iran and recent Saudi and Kuwaiti attempts to appease Iran on the question of oil pricing and production by members of the Organization of Petroleum Exporting Countries have been cited by analysts as examples of this shift.</p>\n<p>Iraq Needed a Success</p>\n<p>“After its ignominious failures at Faw and Mehran, Iraq badly needed a military success both for domestic consumption and for its backers in Jordan and the gulf,” a Western diplomat in Baghdad said.</p>\n<p>“We have broken the enemy’s backbone in this battle,” declared Maj. Gen. Talea al Douri, commander of the 3rd Army Corps which, together with the 7th Corps, is responsible for the defense of the southern front.</p>\n<p>“What Iran has been planning for 10 months, we finished in 14 hours. Their casualties were unbelievable. Iran has now lost its well-trained Revolutionary Guards,” he said.</p>\n<p>Despite such grandiose assertions, Western diplomats--and privately, a number of senior Iraqi army officers interviewed at or near the front--indicated that they do not think the Iranian attempt to cross the Shatt al Arab was the abortive start of the so-called “final offensive” Iran has long been threatening to launch.</p>\n<p>Iranian Troops Massed</p>\n<p>Noting that the Iranians have an estimated 650,000 troops massed on their side of the border, Western military analysts said the latest fighting appeared to involve no more than about 30,000 troops on both sides.</p>\n<p>While insisting that much larger numbers were involved, senior Iraqi commanders conceded that the Iranian attack was aimed at achieving the more limited but nonetheless critical objective of capturing the islands and gaining a bridgehead on the west bank of the Shatt al Arab in preparation for an assault on Basra, Iraq’s second largest city.</p>\n<p>Only 10 miles from the front, Basra bears the scars of years of periodic Iranian shelling. Here and there, buildings lie in cratered ruins while sandbags line nearly every street, protecting doorways and shop windows against the blast of explosions.</p>\n<p>‘We Were Ready for Them’</p>\n<p>“The enemy’s goal was Basra,” said Gen. Douri. “But we knew this and were ready for them.”</p>\n<p>Indeed, Basra’s defenses are formidable. Several hundred thousand Iraqi troops are believed to be in the area, and a giant earthen wall studded with tanks, armored personnel carriers and artillery positions stands between the city and the front-line defenses along the Shatt al Arab.</p>\n<p>Were the Iranians to succeed in capturing Basra, they would sever Iraq’s overland link to neighboring Kuwait, heightening the fears of the jittery gulf states. Western analysts believe such an achievement could also prove deeply destabilizing to the regime of Iraqi President Saddam Hussein, whose overthrow Iran has made the main condition for ending the long and bloody war.</p>\n<p>Expects New Attack</p>\n<p>Western analysts and Iraqi military strategists agree that if and when Iran does launch its “final offensive,” Basra will be its initial strategic objective. Thus the Iraqi determination to defend it at any cost.</p>\n<p>Gen. Rashid, the 7th Corps commander whose forces defended Umm al Rasas, said he does not think that the failure of the latest attack will deter the Iranians from trying again. “We expect them to attack at any time,” he said, “but we are ready for them.”</p>\n<p>A New Year’s Day tour of Umm al Rasas and other front-line positions, however, suggested that the Iraqis did not expect another attack to be imminent.</p>\n<p>Long lines of weary troops were packing up their bedrolls and being pulled back from the front, while others were washing socks, cooking meals or lounging outside their bunkers, seemingly oblivious to the sporadic artillery and mortar exchanges whizzing overhead. Most of the fire was outgoing, but now and then an Iranian shell would land with a loud thud and a puff of black smoke. On two occasions, the shells landed within a few hundred yards of the reporters, but the Iraqi soldiers around them seemed unconcerned. Their morale appeared to be high and they flashed victory signs and broke into war dances whenever they saw a television camera being pointed at them.</p>\n<p>“Death to the invaders!” one soldier shouted. “And happy new year to you,” he added with a grin.</p> "
  },
  {
    "org": "the Los Angeles Times",
    "author": "Michael Ross",
    "title": "Coup Attempt, Military Purge Reported in Iraq : As Many as 200 Executed After Move Against President Hussein in January, Dissidents Assert",
    "date": "February 8, 1989",
    "text": "  <span class=\"dateline\">CAIRO — </span> <p>Iraqi President Saddam Hussein recently survived an attempted coup for which a number of senior army officers have been executed, according to diplomats, Iraqi dissidents and intelligence sources.</p>\n<p>Details of the attempted coup are sketchy and, in several instances, contradictory. Kurdish rebel spokesmen and other Iraqi dissident sources have said that as many as 200 army officers and civilians from the ruling Arab Baath Socialist Party have been executed over the last two months.</p>\n<p>A senior Arab intelligence official who monitors Iraq closely said the coup attempt occurred around the beginning of January and involved officers from military units “stationed in northern Iraq.”</p>\n<p>Three of Iraq’s seven army corps are stationed in the north--the 5th Army Corps, which is deployed along the border with Turkey; the 1st Special Corps, east of Mosul, and the 2nd Corps, around Sulaymaniyah. Both the 1st and the 2nd Corps were involved in Iraq’s recent campaign against Kurdish separatists, which achieved international notoriety both for its scorched-earth brutality and its reported use of chemical weapons.</p>\n<p>Some reports circulating in both diplomatic and intelligence circles have indicated that officers from the elite Republican Guards--which is charged with protecting the president--were also involved in the attempted coup. If true, this would indicate that the attempt may have constituted a more serious threat to Hussein’s regime than previous attempts by army units or dissident groups to overthrow or assassinate him.</p>\n<p>‘Very Serious Indeed’</p>\n<p>“The Republican Guards are the forces that are supposed to protect Saddam from the rest of the army, so if they were involved, it would be very serious indeed,” one Iraq specialist said.</p>\n<p>In Damascus, where several Syrian and Iranian-supported Iraqi dissident groups are meeting to try to form a united opposition front, members of Massoud Barzani’s Kurdish Democratic Party last week released a list of dozens of senior military and civilian officials who they said were killed in a wave of executions since Dec. 20. The list included a brigadier general described by the Kurdish sources as a divisional commander of the Republican Guards.</p>\n<p>However, a check of the name provided by the Kurdish sources--Brig. Gen. Abdel Ghani Shaneen--failed to confirm either his identity or position. The date they gave for the start of the executions--Dec. 20--also conflicted with other accounts, which indicated that the coup attempt occurred at the beginning of January.</p>\n<p>Part of Postwar Purge</p>\n<p>A possible explanation for this discrepancy, according to one analyst who monitors events in Iraq, could be that the executions began first, as part of a postwar purge of the armed forces, and that this in turn triggered an attempt by some of the northern military units to move against Hussein.</p>\n<p>“Everyone has long suspected that there was a lot of dissent within the army but that it was being held in check by the war (with Iran),” one diplomat familiar with Iraq said. “The question always was what would happen after the war.</p>\n<p>“Knowing about the discontent, Saddam may have moved against potential rivals and malcontents first,” the diplomat added. “Anyone familiar with Iraq knows that if Saddam even suspects someone of dissent, then that dissenter is a goner.”</p>\n<p>Whatever the explanation, the coup attempt itself appears to have been short-lived and easily suppressed, according to diplomats and other sources.</p>\n<p>The senior Arab intelligence official, although supporting the reports of executions, said the figure of 200 cited by dissident sources is almost certainly exaggerated.</p>\n<p>The source said there have been some executions but that, according to preliminary intelligence reports, the number of officers arrested and shot in the aftermath of the attempted coup number “only seven or eight,” all generals or colonels.</p>\n<p>Army Day Canceled</p>\n<p>Army Day, which is celebrated every Jan. 6, was canceled this year without explanation. But apart from that--and the fact that Baghdad is abuzz with rumors of the attempted coup--there have been no outward signs of trouble. “Saddam seems to have contained this. His power is not threatened,” the Arab intelligence source said.</p>\n<p>Despite this, the evidence of unrest within the armed forces nevertheless comes at a politically difficult time for Hussein, diplomats and other analysts agree. As the victor in the Persian Gulf War, his position cannot be described as weak. But Hussein still faces what the analyst said is a difficult time as he seeks to rehabilitate Iraq’s heavily indebted economy after nearly eight years of war.</p>\n<p>The war built up a $70-billion debt and took the lives of more than 160,000 Iraqis, by official count. While there is enormous relief that it is over, the equally enormous task of reconstruction is already said to have run into snags.</p>\n<p>Easing Price Controls</p>\n<p>To deal with the war debt, the Baghdad regime is trying to shrug off its socialist constraints through the easing of price controls and the privatization of a number of state-run industries, especially those in the agricultural and service sectors. However, Iraqis long-used to being cowed by their regime have been slow to respond, and privatization so far has resulted only in soaring inflation.</p>\n<p>Unemployment is also expected to rise as soldiers are demobilized. During the years that the men were away at the front, women moved into the work force in such large numbers that Iraqi officials often stressed to Western visitors how emancipated their country was on women’s rights, compared to other Muslim nations. Now, however, Iraq faces a dilemma of either forcing these women to return to their homes or of finding jobs for a suddenly enlarged work force, diplomats said. Either choice, they added, is likely to generate discontent.</p>\n<p>On top of this, Hussein, a civilian who has no natural power base within the armed forces, must also face the question of “what to do with one of the world’s largest and battle-hardened armies now that the war is over,” a Western military analyst said. “The military has always represented the only viable threat to Hussein’s regime, and controlling that threat has always been his greatest challenge.”</p> "
  },
  {
    "org": "the Los Angeles Times",
    "author": "Michael Ross",
    "title": "Border Defeat Casts Doubt on Iran’s War Effort : Iraqis Report ‘Fierce Battle’ Near Basra but Indicate Foe ‘Had All Run Away’",
    "date": "May 30, 1988",
    "text": "  <span class=\"dateline\">SHALAMCHEH, Iraq — </span> <p>“We Are Men of War,” reads the large hand-painted sign written in Persian, the language of Iran. “Do Not Imagine You Can Defeat Us.”</p>\n<p>Along with several abandoned crates of unused ammunition, the newly painted sign was the only evidence of 17 months of Iranian occupation encountered by the Iraqi troops who recaptured this battered border checkpoint in southern Iraq on Wednesday.</p>\n<p>“It was a fierce battle,” said an Iraqi soldier at Shalamcheh. “But by the time we got here, the Iranians had gone. They had all run away.”</p>\n<p>Indeed, all the available evidence pieced together by Western diplomats in Baghdad and by foreign reporters taken on a tour of the Shalamcheh region over the weekend suggests that, despite the bravado of the slogans they left behind, the Iranians withdrew from here without much of a fight.</p>\n<p>Intense Speculation</p>\n<p>This, in turn, has prompted intense speculation about whether Iran’s war effort, strained by serious manpower problems and reeling from a series of recent setbacks, is finally on the brink of collapse.</p>\n<p>“Many people took it for granted that Iran could carry on with this war while continuing to suffer large casualties,” one Baghdad-based diplomat said, citing the Iranians’ revolutionary fervor and their 3-to-1 advantage in population. “But now may be the time to rethink this premise. The Iranians have suffered a lot lately, and they’re starting to show it.”</p>\n<p>A trip to Shalamcheh these days requires a sturdy four-wheel-drive vehicle and a healthy appetite for dust.</p>\n<p>It begins by crossing the Shatt al Arab waterway at a point just north of the southern port of Basra, then turning southeast and driving down across the narrow Jasim River, through mangled groves of shell-blasted date palms and past rings of tank-studded earthen walls until one arrives at what could pass for the End of the World: a surreal and lifeless landscape, choked with coils of barbed wire and littered with spent shell casings.</p>\n<p>Here, in the dry season, the dust is so thick that, even from miles away, a moving jeep leaves a very visible trail for Iranian artillery gunners. From their side of the border, they try to guess the speed and direction and then take aim at the moving clouds left in the vehicle’s wake.</p>\n<p>Every now and then, an incoming shell lands with a dull thud in this cratered, sun-bleached wasteland, sending up a pretty plume of sand and dust. For the most part, however, it is eerily quiet as a small convoy of vehicles bounces almost blindly along the uneven dirt tracks, enveloped in a hazy cocoon of fine yellow sand.</p>\n<p>But once at Shalamcheh, which lies less than two miles west of the border, the visitor finds a curious sight. The Iraqis have brought up a refrigerated truck and, on Friday, were waiting with glasses of ice-cold mineral water for the first Western reporters to reach the battlefront. Other soldiers were rummaging through the bunkers hastily vacated by the Iranians only two days earlier at the end of the nine-hour-long blitzkrieg by troops from Iraq’s 3rd Army and the elite Presidential Guards.</p>\n<p>Yet the oddest thing about Shalamcheh now is that, while it has been pummeled into powder by years of artillery fire--first by Iran and then by Iraq--there is little evidence of the fierce fighting that Iraq says took place there before the Iranians retreated. This pile of rubble, honeycombed with bunkers and cratered by artillery fire, was supposed to have been the strategic prize of Iraq’s most significant victory over Iran in 7 1/2 years of war.</p>\n<p>In reaching Shalamcheh, the Iraqis cleared a narrow corridor of land north of the Shatt al Arab and south of a man-made water barrier known as Fish Lake and relieved the pressure on Basra, 25 miles to the west. That achievement, coming on the heels of Iraq’s successful offensive to recapture the Faw Peninsula last month, finally eliminated the Iranian threat in the south.</p>\n<p>The Iraqis said they routed five divisions of Iranian troops from Shalamcheh and positions around the southeastern end of Fish Lake in their blitz. But while the reporters did see evidence of fighting in places--the bodies of dozens of dead Iranians and the twisted, blackened remains of several tanks--they saw nothing suggesting a major battle, and the tour raised many more questions in the end than it answered. Indeed, Iraqi officers were under strict orders, from what was said to be the political department of the army, to answer no questions at all.</p>\n<p>They were extremely polite, treating the reporters, at 3rd Army headquarters, to a lavish lunch of lamb, grilled meats, fresh vegetables, fruit and vanilla and chocolate pudding for dessert. But they were rigorous in their refusal to answer questions, even seemingly innocuous ones.</p>\n<p>When a senior officer was asked if the fighting had been heavy, he shrugged his shoulders and replied, “I don’t know.” When the soldier at Shalamcheh, apparently unaware of the restrictions, started describing the Iranian rout, he was quickly cut off by the reporters’ escort officer.</p>\n<p>This reticence seemed odd because, on previous battlefront tours, the Iraqis trundled out generals and field commanders for press conferences that became tests of endurance as the officers boasted about their victories at great length. Yet, even if the Iranians failed to fight hard this time, the offensives at Faw and Shalamcheh were genuinely important victories for the Iraqis, victories that may even have turned the tide of the war decisively in Iraq’s favor, diplomats in Baghdad said.</p>\n<p>Further, the diplomats added, the offensives were cleverly planned and well-executed operations that have done much to erase the negative impression that Western military analysts had begun to form of the well-equipped but seemingly gun-shy Iraqi army. “The Iraqi strategy this time was brilliant,” one diplomat said. “They planned well, and they took the Iranians completely by surprise.”</p>\n<p>Thus, one of the questions the diplomats are puzzling over at the moment is why the Iraqis are not boasting now, when they have something genuine to boast about. One possible answer is that, if Faw and Shalamcheh were indeed walkovers, the Iraqis might not want it known because it would tend to diminish the dimensions of the victories they are claiming.</p>\n<p>Even more puzzling is why the Iranians retreated so quickly from their most important foothold in Iraq. “Everything we’ve seen at both Faw and Shalamcheh is completely uncharacteristic of the Iranians,” a Western military analyst said. “They don’t seem to have been taking many casualties there, so their retreat is a real mystery.”</p>\n<p>One line of speculation is that the Iranians, unable to launch a winter offensive after this year’s recruitment drive fell considerably short of its target, had thinned out their forces in the south, diverting them to the northern front in the belief that the Iraqis would not attack in the south.</p>\n<p>“They gambled and lost,” the military analyst said. “At the same time, the Iraqis played it very well. They mounted a good, swift maneuver.”</p>\n<p>“The Iraqis used brilliant tactics,” another diplomat said. “They seem to have fooled the Iranians completely.” He pointed out that, just a few days before the Shalamcheh offensive, the Iraqis moved large numbers of the Presidential Guards from the southern sector to the northern war front, “and rumors were rife around here that the big attack would be up north.</p>\n<p>“They used the same strategy against the Iranians as the Iranians used against them when they attacked Fish Lake last year after a diversionary strike in the central sector,” the diplomat added, noting that, in both cases, “it worked.”</p>\n<p>What the reporters saw on their restricted and carefully controlled tour reinforced the impression that the Iranian occupation force had been taken by surprise. They saw about a dozen blasted tanks and other tracked vehicles, although a few looked like they could have been knocked out in earlier fighting.</p>\n<p>Along one side of a dirt road near the Duayji River, just south of the Jasim, the reporters counted the sun-blackened bodies of 13 Iranians. Just before reaching a small, shell-damaged bridge over the river itself, they saw perhaps another 20 or 30 bodies clustered in several mounds.</p>\n<p>At 3rd Army headquarters, they were shown about 350 Iranian prisoners sitting in ragged rows on an asphalt lot under the hot sun. The POWs were shown to reporters on the condition that no questions be asked. The escort officer said all the prisoners captured in the Shalamcheh offensive were being brought to the army headquarters for identification before being sent to internment camps farther north.</p>\n<p>Most of the prisoners appeared to be in their 20s and 30s, but there were a few who seemed to be not even in their teens, and there was one white-haired man who an Iraqi officer said was 70.</p>\n<p>“Look at them,” the officer said. “They send even their children and their old men to fight us.”</p> "
  },
  {
    "org": "the Los Angeles Times",
    "author": "Michael Ross",
    "title": "Ancient Port of Sinbad : Iraqi City of Basra, Near Front, Iran’s No. 1 Target",
    "date": "January 4, 1987",
    "text": "  <span class=\"dateline\">BASRA, Iraq — </span> <p>The Luay nightclub was packed to capacity on New Year’s Eve. A morose-looking band played Arabic music while a swarthy belly dancer performed on a small stage to the enthusiastic cheers of the all-male audience.</p>\n<p>No one seemed to mind that the dancer, attired in a black-and-silver, sequin-studded gown, looked something like the Michelin Man in drag. Good nightclub talent is scarce in the seventh year of Iraq’s war with Iran.</p>\n<p>Besides, the people of Basra had something special to celebrate this New Year’s Eve. Only a week earlier and barely 10 miles away, the Iraqi army had repelled an attempt by the Iranians to storm across the Shatt al Arab waterway and gain a foothold in Iraq.</p>\n<p>Closest to Front Lines</p>\n<p>Basra is Iraq’s second-largest city, with a population of about 1 million. Situated on the southeastern tip of Iraq, only minutes by car from the frontier with Iran, it is the closest major Iraqi population center to the front lines.</p>\n<p>Apart from an occasional missile attack, Baghdad, the Iraqi capital 300 miles northwest of Basra, has been largely insulated from the rigors of war. But here in this seaport on the Shatt al Arab, famed as the place from which Sinbad the Sailor set forth on his journeys in “The Arabian Nights,” the war is a fact of life.</p>\n<p>Periodic Iranian artillery attacks over the years have left their mark. Here and there, rows of neat white houses are broken by gaping holes--resembling from afar a child’s smile with a few front teeth missing.</p>\n<p>Sandbags Line Walls</p>\n<p>Sandbag walls line nearly every street, shielding shop windows and entrances from shrapnel. On New Year’s Eve, several shells landed in a residential area of Basra, killing one person and setting a house on fire, according to a military communique.</p>\n<p>Iraqi strategists believe that Iran’s most pressing military objective now is to capture Basra, for its fall would be a devastating blow to the Iraqi war effort. If the city of Sinbad should ever fall to Iran, with it would go Iraq’s only outlet to the sea and its one overland link to neighboring Kuwait and the rest of the Persian Gulf.</p>\n<p>For months now, Iran has been threatening to launch a so-called “final offensive” aimed at achieving its declared objective of overthrowing the Iraqi regime of President Saddam Hussein and securing “total victory” in the long gulf war.</p>\n<p>No ‘Final Offensive’ Yet</p>\n<p>But despite a massive mobilization of troops--Western analysts believe the Iranians now have more than 700,000 soldiers poised along the 730-mile-long frontier--the final offensive has failed to materialize, and a growing number of military analysts are beginning to doubt that it will. For while Iran has a clear advantage over Iraq in terms of manpower--its population of 45 million is three times greater than Iraq’s--the Iranians have neither the heavy weaponry nor the logistical aptitude to sustain a major, full-scale offensive, the analysts say.</p>\n<p>So the betting now is that Iran will focus its efforts on Basra in hopes of severing Iraq’s strategic southeastern tip from the rest of the country. While the Iraqi government is dominated by Muslims from the minority Sunni sect, the southeast is populated mostly by Shia Muslims, the same sect that rules in Iran. Thus if the Iranians were to capture Basra, one scenario holds that they would set up a Shia mini-state there and use it as a base from which to spread the Iranian revolution north into the rest of Iraq and south into the gulf states.</p>\n<p>Even if that did not happen--and there is considerable evidence to suggest that Iraq’s majority Shias care no more for Iranian fundamentalism than its Sunnis do--the loss of Basra would have a devastating impact on the morale and perhaps the political stability of the Iraqi regime, analysts say.</p>\n<p>Formidable Defenses</p>\n<p>Not surprisingly, then, Basra’s defenses are formidable. The bleak and sandy terrain around the city has been transformed by bulldozers into a moonscape of grotesque mounds and horseshoe-shaped walls that serve as tank, artillery and missile emplacements. Fields of barbed wire and a long earthen wall dotted with tanks guard the southern approaches to the city, while the Iraqis have flooded the marshes that lie above Basra to prevent the Iranians from descending on the city from the northwest.</p>\n<p>Still, when the Iranians stormed across the mouth of the Shatt al Arab and seized the Iraqi oil terminal of Faw last February, it gave the populace of Basra a collective case of the jitters. The collapse of Faw, about 70 miles southeast of Basra on the Persian Gulf, gave the Iranians a foothold on the Iraqi side of the Shatt al Arab and made the people of Basra feel that much more hemmed in.</p>\n<p>Under these circumstances, the Iraqi army’s victory in the recent fighting east and southeast of Basra was a much needed boost to morale. Hoping to widen their foothold in Iraqi territory, the Iranians struck at three points along a 20-mile front but were driven back with heavy casualties after a night and a day of fighting.</p>\n<p>Primed for Good Time</p>\n<p>Thus, periodic shelling or no, people were primed for a good time in the Luay nightclub and dozens of other steamy establishments like it in Basra on New Year’s Eve.</p>\n<p>Tough-looking young men crowded around the tables, swilling beer and whiskey sold by the bottle, clapping their hands to the music and filling the air with so much cigarette smoke that the giant “No Smoking” sign at one end of the room was hardly visible. A bevy of Iraqi “hostesses” stood in formidable formation around the bar, drawing lascivious glances from knots of off-duty soldiers.</p>\n<p>A moment before midnight, the houselights were doused and the countdown to 1987 began. When the lights blazed on again, the men leaped from their chairs and jumped onto the stage, from which the belly dancer thought it wise to retreat as everyone shouted and danced and waved their arms in wild abandon. For a few minutes at least, the war was forgotten and everyone in this sad and battle-scarred city had a good time.</p> "
  },
  {
    "org": "the Los Angeles Times",
    "author": "Michael Ross",
    "title": "Iranians Launch Wave of Attacks Near Basra : Iraqis Report Thousands Driven Back in Heavy Fighting; Analysts Disagree on Progress of War",
    "date": "January 20, 1987",
    "text": "  <span class=\"dateline\">BAGHDAD, Iraq — </span> <p>The Iraqi military reported Monday that thousands of Iranian troops launched a new wave of attacks near the beleaguered port city of Basra overnight but were driven back in heavy fighting.</p>\n<p>Intelligence estimates of the latest fighting on the southern front of the Persian Gulf War varied widely, with some Washington officials minimizing Iran’s recent gains and some military analysts here in the Iraqi capital suggesting that the latest Iranian assault represents a serious threat to Iraq.</p>\n<p>Iran reported that its invasion force had broken through Iraqi defenses and was driving toward Basra, Iraq’s second-largest city. The official Iranian news agency added that the capture of four more islands in the Shatt al Arab waterway was “imminent.”</p>\n<p>Iraq, however, asserted that its troops had the Iranians bottled up in marshland east of Basra. And it reported “destructive raids” by its air force on six cities in Iran, the 11th day its warplanes had bombed enemy cities.</p>\n<p>An Iraqi war communique said that “an estimated eight divisions” of paramilitary Iranian Revolutionary Guards launched human-wave attacks on Iraqi lines southeast of Basra in an attempt to expand the bridgehead they have established east and south of the city. “A fierce battle took place” in which Iraqi forces “gallantly wiped out recurring enemy waves and stood fast in their positions,” the communique said.</p>\n<p>Bridgehead Widened</p>\n<p>The communique offered no other details of the latest fighting in the south, which erupted 11 days ago when the Iranians succeeded in crossing a large water barrier about six miles due east of Basra to establish a bridgehead behind man-made Fish Lake. Since then, the Iranians appear to have widened their bridgehead southward to the Shatt al Arab waterway, where they claimed to have captured three small islands and are said now to besieging a fourth, called Umm al Rassas. A few miles southeast of Fish Lake, Umm al Rassas was the site of an abortive Iranian offensive over Christmas.</p>\n<p>In Washington, wire services quoted Administration officials as saying the major change in the situation “has been in the tone of the communiques from both sides” and in a more intensive shelling of Basra.</p>\n<p>One official, who has followed the intelligence reports on an hourly basis since the start of the current Iranian offensive, said: “Iran has not made any significant gains. The Iranians have suffered heavy unit losses. The Iranian forces are not moving on Basra from the south.”</p>\n<p>U.S. officials said the current southern offensive is smaller than the Iranian drive against the city of Al Faw in February, 1986, when U.S. intelligence estimated that 60,000 Iranian troops were committed. The estimate for the current campaign is, according to one U.S. official, “35,000 Iranian troops, plus or minus 10,000.”</p>\n<p>One U.S. official said the fighting, although sporadically intense, appears to be more a “war of communiques” than a major offensive. The U.S. intelligence reports also caution that the situation remains unpredictable and suggest that the fighting could reach a larger scale.</p>\n<p>Difference of Opinion</p>\n<p>Here in Baghdad, there was considerable difference of opinion as to the war outlook. Western military observers, while agreeing that the Iranians may not actually be about to capture Basra, said the invaders have significantly consolidated their position east of the city.</p>\n<p>One analyst said that the Iranians--who have shelled the eastern outskirts of Basra for some time--now have enlarged their area of bombardment and are shelling the western reaches of the city. This indicates, he said, that they have strengthened their beachhead and brought up heavy guns.</p>\n<p>Even if the invaders fail to capture Basra, said another observer here in Baghdad, they have succeeded in terrorizing the city, causing nearly 600 civilian casualties and forcing the evacuation of most of its population of 1 million--and have established a foothold in the most heavily defended sector of Iraq. If nothing else, he said, this represent a significant psychological victory.</p>\n<p>Island’s Fall Predicted</p>\n<p>Iranian war communiques Monday night claimed that Umm al Rassas was on the verge of falling. Iraqi military spokesmen denied this but indirectly confirmed that the Iranians were attacking the island by saying that the Iraqi army’s 7th Corps was now also engaged in heavy fighting along with the 3rd Corps. The 3rd Corps is responsible for defending the area east and northeast of Basra, including Fish Lake, while the 7th Corps holds the area south and southeast of the city, including Umm al Rassas and several other islands in the Shatt al Arab.</p>\n<p>Basra itself came under more Iranian artillery fire Monday, which killed one person and injured seven others, an Iraqi military spokesman said.</p>\n<p>In the air war, Iraq said its warplanes again raided the Iranian towns of Dezful, Tabriz, Esfahan, Qom and Kermanshah, “reducing their targets to wreckage.”</p>\n<p>Military analysts said the Iraqi air blitz may increase pressure on Iran’s leaders to launch a long-promised “final offensive” for victory in the war, which began in September, 1980.</p>\n<p>Several key figures in Tehran have indicated that the invasion, which began Jan. 9 with Basra as its main target, will continue “until victory.”</p>\n<p>King Fahd of Saudi Arabia, an Iraqi ally, voiced concern Monday over the latest escalation in the war. The king said Saudi Arabia will defend its territory “with all available means” against any spillover from the conflict.</p> "
  },
  {
    "org": "the Los Angeles Times",
    "author": "Michael Ross",
    "title": "Hardly ‘Arabian Nights’ : Baghdad: A City Tries to Ignore War",
    "date": "January 30, 1987",
    "text": "  <span class=\"dateline\">BAGHDAD, Iraq — </span> <p>Nobody goes bowling in Baghdad any more.</p>\n<p>“Business very bad,” the attendant concedes at one of the several bowling alleys that have sprung up around town in recent years to cater to the passion that many middle-and upper-class Iraqis have inexplicably developed for the sport.</p>\n<p>“It is the missiles,” he adds gravely, pausing as if to consider the profundity of his next statement. “Missiles very bad for the bowling business.”</p>\n<p>Thanks to the government’s determined effort to insulate most Iraqis from the nastier aspects of the war, Baghdad still looks and behaves in many ways like a city that doesn’t seem to realize it is only 85 miles from the front lines of a conflict that has now lasted longer than World War II.</p>\n<p>Life Goes On</p>\n<p>The well-heeled still prowl the discotheques of Baghdad’s five-star hotels on Thursday nights, or go to the races on Fridays. Those with less money and more time to kill can be found crowding the video game parlors downtown, practicing for war by waging imaginary battles against incoming waves of enemy spaceships.</p>\n<p>It all seems a bit unreal, but no more so than the daily drone of communiques that describe to Iraqis the crushing defeats and horrendous casualties their army has inflicted upon the real enemy that day.</p>\n<p>The real enemy, of course, is Iran, with which Iraq has been locked in a war that neither side seems able to win but that Iran, after more than six years, still refuses to end.</p>\n<p>‘The War Without End’</p>\n<p>Indeed, they sometimes call it that here--”the war without end.” In the sleazy video parlors, the smoke-filled tea rooms along Saddoun Street, in shops and restaurants, people shrug their shoulders or shake their heads when asked when they think the war will end.</p>\n<p>“Who knows?” says a cab driver to whom the question is put. “Maybe tomorrow or maybe never. No one knows. Only God. He knows.”</p>\n<p>The government’s policy is to maintain the appearance of normality as far as possible, and Baghdad’s 4 million residents oblige by taking much in their stride and coping as best they can.</p>\n<p>Yet if the war seems only to have scratched the surface of Baghdad in a physical sense, it has cut much deeper in other, more profound ways--emotionally, socially and economically.</p>\n<p>The war has now claimed more than 100,000 Iraqi lives--twice as many servicemen as the United States lost in combat in Vietnam. Although Iranian casualties have been much higher, the loss of so many young men is especially devastating to a small country like Iraq, which has only 14 million people.</p>\n<p>“There is not a family that hasn’t lost a relative in this war, and many families are now losing their second and third members,” a Western diplomat said here. “The Iraqis did really well in developing their country in the past, but now they are losing an entire generation. That’s the killer.”</p>\n<p>The government has contrived an elaborate ruse to cushion the shock of seeing the dead come home. From the southern front near the port of Basra, the bodies are sent to Baghdad by overnight train, then transferred in the cold, gray hours before dawn to trucks that take them to a giant refrigerated warehouse west of the capital.</p>\n<p>Bodies Released Gradually</p>\n<p>Gradually, over a period of weeks, they are released in small batches to their relatives so as to prevent any mass spectacle of grief that might be damaging to morale. Public funerals are banned in Baghdad for the same reason, and there are now restrictions on the number of black banners that people may hang outside their homes to signify the loss of a family member, diplomats say.</p>\n<p>If the government tries to coddle its civilian population, it also goes to considerable lengths to make the war as convenient as possible for its one million soldiers. Troops are given a week’s leave every five weeks and are posted to the front closest to their homes to make visits easier. One of the war’s more incongruous sights is the parking lots near the fronts where soldiers leave their cars.</p>\n<p>Still, after all this time, the veneer of normality has worn thin and cracked in places, and there are growing signs of hardship and suffering that can no longer be concealed.</p>\n<p>Food Shortages Now</p>\n<p>There are food shortages now where none existed before. They are still sporadic--no eggs one day, no butter the next. But long queues of shoppers outside grocery stores are now a common sight. Prices have soared too, especially on the black market, where scarcer items can sometimes still be found.</p>\n<p>“Fish,” a cabbie muttered after he was coaxed into sharing some of his grievances with a foreigner. “Now you have to be a rich man to afford to eat fish.”</p>\n<p>One does not walk far down a main street in Baghdad these days without seeing someone who has been wounded or a shop window criss-crossed with tape to prevent it from shattering in the event of an explosion nearby. The national museum has been closed for two years, ostensibly for renovation but in fact because the exhibits have all been moved to basement bomb shelters.</p>\n<p>Where most hotels post fire instructions, those in Baghdad tell guests what to do in case of an air raid. And with fighting raging on the southern front near Basra for almost all this month, black flags are beginning to appear all over town, regulations or no.</p>\n<p>Worst of All, the Missiles</p>\n<p>Then, of course, there are the missiles.</p>\n<p>There were six attacks on Baghdad by Iranian long-range missiles in the last four months of 1986. This year, there were that many attacks in the first three weeks of January. The one on Jan. 22 was the worst. It landed in a residential neighborhood, destroying several homes and killing or wounding about 100 people, according to witnesses and residents of the area.</p>\n<p>“The missiles are like Russian roulette,” one diplomat said. “You never know when they are going to hit.”</p>\n<p>The war has bled Iraq’s oil-based economy dry and continues to cost every penny of the estimated $7 billion to $8 billion that the country earns annually from oil exports of about 1.8 million barrels a day.</p>\n<p>The economic hardship is far worse in Iran, where oil exports have been severely disrupted by Iraqi air attacks on refineries, pumping stations and tankers in recent months. But Iran has been on a war footing since the outbreak of hostilities in September of 1980, whereas Iraq’s attempts to maintain a “guns and butter” economy have exhausted about $35 billion in prewar foreign exchange reserves and run up an estimated $25 billion in debt to Western creditors alone.</p>\n<p>‘Pampered Our People’</p>\n<p>“We have not done enough to adjust our import-export mechanisms to cope with the war situation,” a senior Iraqi official conceded in a recent interview. “We have pampered our people too much.”</p>\n<p>Only last year, after the collapse of oil prices, did the government make a serious attempt to begin cutting back, with the result that ordinary people are now starting to feel the pinch. Electricity, education and medical care are still free, but the hospitals are so full of war casualties that civilians are admitted only in emergency cases.</p>\n<p>Last fall, when the government tried to eliminate free transportation to work for civil servants, many workers protested by staying home until the order was partially rescinded.</p>\n<p>“For 35 years, Iraqis have been used to a steadily rising standard of living,” a Western diplomat said. “While they are still not badly off compared to many other Arabs, for the first time their living standards are falling.”</p>\n<p>Death for Criticism</p>\n<p>Judging public perceptions and attitudes about the war is not easy in a country with a regime as authoritarian as Iraq’s. But diplomats note that the government recently felt obliged to publish a new law making criticism of an Iraqi official punishable by sentences ranging from seven years’ imprisonment to death.</p>\n<p>Security in Baghdad has also been increased in recent months, with concrete planters popping up in front of the main Iraqi airlines office on Saddoun Street and more tanks and troops in evidence around key government buildings.</p>\n<p>“Iraqis still put on a brave face and do their best to adjust,” one diplomat said. “But a certain sullenness that was not here before appears to be settling in.”</p>\n<p>There are still street weddings, but fewer of them. The discos still attract sizeable crowds, but the people come less often and leave earlier than before.</p>\n<p>And over at the Alghazal bowling alley, most of the team slots for the “Iraqi Army Victory Bowling Tournament” have been filled by Filipino hotel workers because the Iraqis don’t come any more.</p>\n<p>At the Space Cadet video parlor on Saddoun Street, a middle-aged man edges up to an American visitor and says: “I am very sorry. These games not as good as the ones in America. The ones in America much better. I have been there. I have seen them. Please, can you help me to get a visa?”</p>\n<p>It is one of the signs that the people of Baghdad are finally realizing that 85 miles from the front is not so far from the war after all.</p> "
  }
]